cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
brew "byobu"
brew "colordiff"
brew "ctags-exuberant"
brew "findutils"
brew "gnu-tar"
brew "htop"
brew "macvim"
brew "pidcat"
brew "pyenv"
cask "disk-inventory-x"
cask "xquartz"
cask "gimp"
cask "google-backup-and-sync"
cask "google-featured-photos"
cask "inkscape"
cask "meld"
cask "moom"
cask "alfred"
cask "font-consolas-for-powerline"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "the-unarchiver"
cask "vlc"
mas "Todoist", id:585829637
